Revit 2027 API
ParameterTypeId.StructuralAnalyticalTessellate Property
 "Approximate curve"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralAnalyticalTessellate { get; }
Public Shared ReadOnly Property StructuralAnalyticalTessellate As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralAnalyticalTessellate {
	ForgeTypeId^ get ();
}
static member StructuralAnalyticalTessellate : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace